# frozen_string_literal: true

START_MENU = %(
1. Начать игру
2. Правила
3. Выход)

RULES_GAME = %(
 Сумма очков: от 2 до 10 - по номиналу карты,
 все «картинки» - по 10, туз - 1 или 11, в зависимости от того,
 какое значение будет ближе к 21 и что не ведет к проигрышу (сумме более 21).
 - Выигрывает игрок, у которого сумма очков ближе к 21
 - Если у игрока сумма очков больше 21, то он проиграл
 - Если сумма очков у игрока и дилера одинаковая, то объявляется ничья
   и деньги из банка возвращаются игрокам
 - Сумма из банка игры переходит к выигравшему
 ***************************************************
   Для выхода назад в меню нажмите 1)

USER_TURN = %(
1. Пропустить ход
2. Добавить карту
3. Открыть карты
4. Выйти из игры)

CONTINUE = %(
1. Новая игра
2. Выйти из игры)
